tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "surrealdb/tap"
tap "xo/xo"
brew "cmake"
brew "docker", link: false
brew "docker-compose", link: false
brew "gnutls"
brew "emacs"
brew "ghcup"
brew "git"
brew "gitui"
brew "helix"
brew "htop"
brew "python@3.11"
brew "jdtls"
brew "lua-language-server"
brew "maven"
brew "neovim"
brew "nethack"
brew "node"
brew "openssl@3"
brew "php"
brew "prettier"
brew "terraform"
brew "tmux"
brew "webpack"
brew "wget"
brew "yarn"
brew "z"
brew "koekeishiya/formulae/yabai"
brew "surrealdb/tap/surreal"
brew "xo/xo/usql"
cask "alacritty"
cask "font-hack-nerd-font"
cask "iterm2"
cask "kitty"
cask "spotify"
cask "warp"
cask "wezterm"
